Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samediggi_dudavas_lappi_lihtu_valdostivrra_mearradussii_mahcahit_davvi-lappi_eanagoddelava_valmmastallamii.html.tmx
Source language: sme
Languages: smn

source: Sámediggi duđavaš Lappi lihtu váldostivrra mearrádussii máhcahit Davvi-Lappi eanagoddeláva válmmaštallamii
smn: Sämitigge tuđâvâš Laapi lito váldustiivrâ miärádâsân macâttiđ Tave-Laapi eennâmkoddekaava valmâštâlmân

source: Lappi lihtu váldostivra mearridii odne 17. miessemánu máhcahit Davvi-Lappi eanagoddeláva válmmaštallamii.
smn: Laapi lito váldustivrâ meridij onne 17. vyesimáánu macâttiđ Tave-Laapi eennâmkoddekaava valmâštâlmân.

source: Váldostivra mearridii ášši jienaiguin 43-3. Mearrádusa mielde merkejumit, mat gusket Jiekŋameara ruovdegeainnu, sihkkojuvvojit eret boahttevaš eanagoddelávas.
smn: Váldustivrâ meridij ääšist jienâiguin 43-3. Miärádâs mield sikkoh Jieŋâmeerâ rađan kyeskee merkkiimijd puáttee eennâmkoddekaavast.

source: Sámediggi lea duđavaš Lappi lihtu váldostivrra mearrádussii máhcahit Davvi-Lappi eanagoddeláva 2040 ođđasit válmmaštallamii .
smn: Sämitigge lii tuđâvâš Laapi lito váldustiivrâ miärádâsân macâttiđ Tave-Laapi eennâmkoddekaava 2040 uđđâsist valmâštâlmân .

source: Boahttevaš eanagoddelávas sihkkojuvvojit eret merkejumit, mat gusket Jiekŋameara ruovdegeainnu.
smn: Puáttee eennâmkoddekaavast sikkoh merkkiimijd, moh kyeskih Jieŋâmeerâ rađan.

source: Sámedikki ságajođiheaddji illuda, go systemáhtalaš ja viššalis bargu, mii lea dahkkon máŋga jagi, buktá bohtosiid.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso illood, ete systemaatlâš já iäljáris pargo, mii lii jotkum maaŋgâid iivijd, lii finnim puáttus.

source: – Lean hui duđavaš, ahte váldostivrra lahtut leat gullan min jiena ja mearridan sihkkarastit sámi kultuvrra ja árbevirolaš ealáhusaid boahtteáiggi, go sii sihkkot geaidnomerkejumiid eret lávas.
smn: – Mun lam eromâš ilolâš, ete váldustiivrâ jesâneh láá kuullâm mii jienâ já meridâm visásmittiđ sämikulttuur já ärbivuáválij iäláttâsâi puátteevuođâ já sikkoh rađemerkkiimijd kaavast.

source: Dát láhčá jáhku dasa, ahte Lappis olbmot eai leat vajálduhttán sámi álbmoga, vaikke válmmaštallama systemáhtalaš ulbmilin lea leamašan dohkkehit geaidnolinjá, muitala Juuso.
smn: Taat addel osko toos, ete Laapist ulmuuh iä lah vájáldittâm Säämi aalmug, veikâ valmâštâlmist láá systemaatlávt viggâm rađelinjim tuhhiitmân, iätá Juuso.

source: Sámedikki I várreságajođiheaddji Anni Koivisto oassálasttii váldostivrra čoahkkimii, gos son jotkkii Sámedikki nana oainnu ovdanbuktima.
smn: Sämitige I värisaavâjođetteijee Anni Koivisto uásálistij váldustiivrâ čuákkimân, mast joođhij Sämitige noonâ uáivil oovdânpyehtim.

source: – Fiinna ášši, go sámiid fuola leat guldalan ja váldán duođas.
smn: – Pyeri, ete sij kullii sämmilij huolâid já valdii taid tuođâst.

source: Háliidan giitit Lappi lihtu váldostivrra ja buohkaid, geat leat ovddidan ášši.
smn: Mun halijdâm kijtteđ Laapi lito váldustiivrâ já puohâid, kiäh láá toimâm ääši ovdedem pyerrin.

source: Lea hui dehálaš, ahte olles guovllus doaibmit guddet oktasaš ovddasvástádusa sámi kultuvrra boahtteáiggis, dadjá Koivisto.
smn: Lii tuođâi tehálâš, ete oles kuávlu tuáimeeh kyeddih ohtsii ovdâsvástádâs sämikulttuur puátteevuođâst, paahud Koivisto.

source: – Dovddut geahppánedje sakka, go Jiekŋameara ruovdegeainnu merkejumit sihkkojuvvojit eret eanagoddelávas.
smn: – Mij lep tuođâi hiälpáskâm, ete sikkoh eennâmkoddekaavast merkkiimijd, moh kyeskih Jieŋâmeerâ rađan.

source: Jos geaidnu livččii huksejuvvon, de dat livččii ludden buot golmma sámi giellajoavkku guovddášguovlluid.
smn: Olášuudijn rađe ličij jottáám puoh kuulmâ sämikielâjuávhu váimuskuávlui rasta.

source: Mun sávan, ahte mearrádus nanne nuoraid jáhku boahtteáigi ektui ja dasa, ahte sámiid ruovttuguovllus sáhttá maid boahtteáigge bargat sámiid árbevirolaš ealáhusaiguin, joatká II várreságajođiheaddji Leo Aikio.
smn: Mun tuáivum, ete miärádâs naanood nuorâi osko puátteevuotân já toos, ete sämmilij päikkikuávlust puáhtá puátteevuođâst-uv finniđ pargo sämmilij ärbivuáválijn iäláttâsâin, juátká II värisaavâjođetteijee Leo Aikio.

source: Máŋgasat leat vuostálastán Jiekŋameara ruovdegeaidnomerkema
smn: Jieŋâmeerâ rađemerkkim lii finnim viijđes vuástálistem

source: Sámediggi ja máŋggat eará dáfut leat máŋgii sierra oaiviliin ja cealkámušain buktán ovdan, ahte vuostálastet Jiekŋameara ruovdegeainnu merkema oppa čujuheapmin eanangoddelávvii.
smn: Sämitigge já maaŋgah eres peleh láá maŋgii sierâ uáivilijn já ciälkkámušâin puáhtám oovdân, ete sij vuástálisteh Jieŋâmere rađe merkkim eennâmkoddekaavan ubâ raavâlâžžân.

source: I várre-ságajođiheaddji Anni Koivisto lea oassálastán Sámedikki nammadan áššedovdilahttun Lappi lihtu stivrra čoahkkimiidda ja buktán maiddái doppe ovdan sámiid oainnuid ruovdegeaidnolinjjás.
smn: I värisaavâjođetteijee Anni Koivisto lii uásálistám Sämitige nomâttem äššitobdeejesânin Laapi lito stiivrâ čuákkimáid já sun lii puáhtám meid tobbeen oovdân sämmilij uáinuid rađelinjimist.

source: Lassin Jiekŋameara ruovdegeaidnu lea gávnnahuvvon johtolat- ja kommunikašuvdnaministeriija barggahan čielggadusas ekonomalaččat gánnátmeahttumin.
smn: Toos lasseen jotolâh- já viestâdemministeriö tovâttem čielgiittâsâst lii pahudum, ete Jieŋâmeerâ rađe ij kannat ekonomâlávt.

source: Sámediggi doarjalii njukčamánus 2021 Lappi lihtu váldostivrii, vai dat livččii sihkkon Jiekŋameara ruovdegeainnu eanagoddelávas dan maŋŋel, go Lappi lihtu stivra mearridii evttohit eanagoddeláva dohkkeheami váldostivrii.
smn: Sämitigge keesij njuhčâmáánust 2021 Laapi lito váldustiivrân vâi tot sihoččij Jieŋâmeerâ rađe linjim eennâmkoddekaavast ton maŋa, ko Laapi Lito stivrâ meridij oovdânpyehtiđ eennâmkoddekaava tuhhiittem váldustiivrân.

source: Lassedieđut:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso(at)samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Anni Koivisto I várreságajođiheaddji 040 415 5969 anni.koivisto(at)samediggi.fi
smn: Anni Koivisto I värisaavâjođetteijee 040 415 5969 anni.koivisto(at)samediggi.fi

source: Leo Aikio II várreságajođiheaddji 040 621 6505 leo.aikio(at)samediggi.fi
smn: Leo Aikio II värisaavâjođetteijee 040 621 6505 leo.aikio(at)samediggi.fi

source: Govva: Ville-Riiko Fofonoff
smn: Kove: Ville-Riiko Fofonoff
